---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PlacementCenterY
source: html/affd940b-1a68-ed1b-d1de-d936294a0e92.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PlacementCenterY Property

"Center Y"

## Syntax (C#)
```csharp
public static ForgeTypeId PlacementCenterY { get; }
```